Repository: poppa/Roxen-Application-Launcher
Catalog: po/*.po
Languages: sv

source: Enable notifications
sv: Aktivera notifieringar

source: Set to True to enable notifications of downloads and uploads.
sv: Sätt till True för att aktivera notifieringar om ned- och uppladdningar.

source: Path to logfile
sv: Sökväg till loggfil

source: Absolute path to log file to use. If empty the default file in the application directory will be used if logging is enabled
sv: Absolut sökväg till loggfil att använda. Om tom kommer standardfilen i applikationsmappen att användas om loggning är påslaget

source: Added editors
sv: Lade till editorer

source: List of added editors
sv: Lista på tillagda editorer

source: Added content types
sv: Tillagda filtyper

source: List of registered content types.
sv: Lista på registrerade filtyper.

source: Minimize to tray
sv: Minimera till notifieringsytan

source: If True minimizing the application hides it to the tray
sv: Om True göms applikationen i systemfältet

source: Enable logging
sv: Aktivera loggning

source: If True various events will be written to the log file.
sv: Om True loggas vissa händelser till loggfilen.

source: Allow all certificates
sv: Tillåt alla certifikat

source: If True no TLS-certificate validation will be made.
sv: Om vald kommer ingen verifiering av TLS-certifikat att göras.

source: HTTP query timeout
sv: Timeout för HTTP-förfrågan

source: Number of seconds a HTTP query can be pending before it's aborted
sv: Antal sekunder en HTTP-förfrågan kan avvakta svar innan den avbryts

source: Window width
sv: Fönsterbredd

source: The width of the window. The window width will be set to this value upon start.
sv: Programfönstrets bredd. Fönstret kommer sättas till denna bredd när programmet startar.

source: Window height
sv: Fönsterhöjd

source: The height of the window. The window height will be set to this value upon start.
sv: Programfönstrets höjd. Fönstret kommer sättas till denna höjd när programmet startar.

source: Window x-position
sv: Fönstrets x-position

source: The x-position of the window. The window x-position will be set to this value upon start.
sv: Fönstret kommer sättas till denna x-position när programmet startar.

source: Window y-position
sv: Fönstrets y-position

source: The y-position of the window. The window y-position will be set to this value upon start.
sv: Fönstret kommer sättas till denna y-position när programmet startar.

source: <b>Content type</b>
sv: <b>Filtyp</b>

source: <b>Editor</b>
sv: <b>Redigerare</b>

source: Choose...
sv: Välj...

source: About %s
sv: Om %s

source: This is a Gnome port - written in Vala - of the Roxen™ Application Launcher originally written in Pike.
sv: Det här är en Gnome-variant - skriven i Vala - av Roxen™ Application Launcher ursprungligen skriven i Pike.

source: _File
sv: _Arkiv

source: _Help
sv: _Hjälp

source: Files
sv: Filer

source: Window close button minimizes the application to the tray
sv: Fönstrets stängknapp minimerar applikationen till notifieringsytan

source: Don't check for TLS certificate's validity.
sv: Titta inte efter validiteten av TLS-certifikat.

source: If 0 no timeout is used
sv: Om 0 används ingen timeout

source: <b>Settings</b>
sv: <b>Inställningar</b>

source: Applications
sv: Program

source: Clear log
sv: Rensa loggen

source: Logging
sv: Loggning

source: Add the mimetype for Roxen Launcher files (.xrl2) to your mimetype database
sv: Lägg till filetypen för Roxens programstartare (.xrl2) till din filtypsdatabas

source: _View in Sitebuilder
sv: _Visa i Sitebuilder

source: V_iew directory in Sitebuilder
sv: V_isa mapp i Sitebuilder

source: _Edit
sv: _Redigera

source: _Delete
sv: _Radera

source: Error: %s
sv: Fel: %s

source: Failed adding application to button: %s
sv: Kunde inte lägga till program till knapp: %s

source: Error adding application to button: %s
sv: Kunde inte lägga till program till knapp: %s

source: Bad data in launcher file!
sv: Felaktigt innehåll i filen

source: Purging all files
sv: Raderar alla filer

source: Removing file: %s
sv: Tar bort fil: %s

source: Not downloaded
sv: Ej nerladdad

source: Downloaded
sv: Nerladdad

source: Uploaded
sv: Uppladdad

source: Not uploaded
sv: Ej uppladdad

source: Downloading...
sv: Laddar ner...

source: Uploading...
sv: Laddar upp...

source: Not changed
sv: Ej ändrad

source: Failed to delete launcher file: %s!
sv: Misslyckades att radera programstartar-fil: %s!

source: Failed to set monitor for "%s"
sv: Misslyckades att skapa fil-övervakare för "%s"

source: Error starting editor
sv: Kunde inte starta redigerare

source: Could not start editor %s: %s
sv: Kunde inte starta redigerare %s: %s

source: Downloading file: %s
sv: Laddar ner fil: %s

source: Download OK
sv: Hämtningen lyckades

source: %s was downloaded OK from %s
sv: %s laddades ner OK från %s

source: Requested file %s not found on %s
sv: Den efterfrågde filen %s hittades inte på %s

source: The requested file %s on %s was not downloaded due to an untrusted certificate being used
sv: Den efterfrågade filen %s på %s laddades inte ner på grund av att ett opålitligt certifikat används

source: %s was not downloaded from %s (code: %d: %s)
sv: %s laddades inte ner från %s (kod: %d: %s)

source: Download failed
sv: Hämtningen misslyckades

source: Unable to write to file %s: %s
sv: Kunde inte skriva till fil %s: %s

source: %s is under %s. Skipping upload
sv: %s är under %s. Hoppar över uppladdning

source: download
sv: nedladdning

source: upload
sv: uppladdning

source: Uploading %s
sv: Laddar upp %s

source: Unable to upload file: %s
sv: Kunde inte ladda upp fil: %s

source: Upload failed
sv: Uppladdningen misslyckades

source: %s was not uploaded OK to %s
sv: %s laddades inte upp OK till %s

source: %s generated a timeout when it was uploaded to %s. Most likely you have a syntax error in the file!
sv: %s genererade en timeout när den laddades upp till %s. Du har sannolikt ett syntaxfel i filen!

source: Upload warning
sv: Uppladdningsvarning

source: Max redirect limit reached for %s.
sv: Gränsen för omdirigeringar nådd för %s

source: Upload error
sv: Uppladdningsfel

source: %s was not uploaded to %s due to an untrusted certificate being used
sv: %s laddades inte upp till %s på grund av att ett opålitligt certifikat används

source: %s generated an Internal Server Error when it was uploaded to %s
sv: %s orsakade ett Internt Serverfel när den laddades upp till %s

source: Upload OK
sv: Uppladdningen lyckades

source: %s was uploaded OK to %s
sv: %s laddades upp OK till %s

source: %s was not uploaded to %s. Got unexpected HTTP status (%ld) from server.
sv: %s laddades inte upp till %s. Fick en oväntad HTTP-status (%ld) från servern.

source: Failed to write stub file to local directory: %s
sv: Misslyckades att skriva stump-fil till lokal mapp: %s

source: Unable to create directory for launcher file!
sv: Kunde inte skapa katalog för fil

source: Output version information and exit
sv: Skriv ut versions-information och avsluta

source: Debug mode. Will print HTTP trafic on download and upload and other various info to stdout
sv: Avlusningsläge. Skriver info om HTTP-trafik vid upp- och nedladdning, och annan diverse information, till stdout.

source: Application launcher started
sv: Programstartaren startad

source: Failed to handle incomming file: %s
sv: Kunde inte hantera inkommande fil: %s

source: [FILE]
sv: [FIL]

source: Antoher instance of Roxen Application Launcher is already running
sv: En annan instans av Roxen Programstartare körs redan

source: Log file truncated
sv: Loggfilen rensades

source: File
sv: Fil

source: Last upload
sv: Senast uppladdad

source: Content type
sv: Filtyp

source: Application
sv: Program

source: Do you want to delete the selected file?
sv: Vill du radera den valda filen?

source: Do you want to delete the selected content type?
sv: Vill du radera den valda filtypen?

source: Add content type
sv: Lägg till filtyp

source: Edit content type
sv: Redigera filtyp

source: No files
sv: Inga filer

source: One file
sv: En fil

source: %d active files
sv: %d aktiva filer

source: Roxen™ Application Launcher
sv: Roxen™ Programstartare

source: Unable to create local directory "%s"
sv: Kunde inte skapa lokal katalog "%s"

source: Creating log file %s
sv: Skapar loggfil %s

source: Unable to load log file contents
sv: Kunde inte ladda in loggfil: %s

source: Unable to write to logfile %s: %s
sv: Kunde inte skriva till loggfil %s: %s

source: Unable to truncate log file %s: %s
sv: Kunde inte rensa loggfil %s: %s
